{
  "title": "Portfolio - Hugo",
  "navbar_1": "Home",
  "navbar_2": "About",
  "navbar_3": "Projects",
  "navbar_4": "Contact",
  "resume": "Resume",
  "header_1": "Hi, my name is",
  "header_2": "Hugo Lillo.",
  "header_3": "I cook code for the web",
  "header_text": "I am a fullstack web developer with projects experience in React and Nodejs. I have a strong interest for creating user-friendly and responsive web applications using React ecosystem & back-end development.",
  "about_title": "About",
  "about_text": "I am a fullstack web developer with project experience in React and Node.js. About a year ago, I made a life-changing decision when I discovered my passion for coding. After dedicating eight years to my previous career , I took the bold step to transition into the world of web development. Now, I am thrilled to be on this journey of continuous learning, exploring the intricacies of coding and gaining expertise in creating user-friendly and responsive web applications using the React ecosystem for the front end and honing my skills in back-end development.",
  "about_text2": "The technologies I have been working:",
  "title_projects": "Some projects I have done",
  "featured_project": "Featured project",
  "name_project1": "Flyways app",
  "descrip_project1": "This final project was developed within a 10-day timeframe as part of a web & mobile developer coding bootcamp at La Capsule bootcamp. The objective was to create a mobile application that connects passengers who have recently disembarked from their flights and are looking to share a taxi ride with others heading in the same direction. This collaborative approach allows them to share the fare and reduces their environmental footprint.",
  "name_project2": "appPatient - Hackaton Eloisa Diaz Hospital ",
  "descrip_project2": "This project was developed for Eloisa Diaz Hospital in Santiago, Chile. It's a mobile application designed to fetch user data from HL7 standard servers, with functionalities such as authentication and user data editing. Technologies used include React Native, React Router , and context.",
  "name_project3": "Tienditech - fiction e-shop",
  "descrip_project3": "This project was developed for educational purposes.It is a fictitious e-commerce website with a library component using MUI for responsive design. The frontend is composed of React, React Router, Next.js, and the MUI library. The backend is built with Express.js and MongoDB.",
  "name_project4": "SHS avocats website",
  "descrip_project4": "Explore my latest portfolio addition: a lawyer's landing page crafted with React and Next.js. The sleek and efficient interface employs Tailwind CSS for impeccable design. I integrated services for scheduling legal consultations and I am actively working on complete translation for a global experience.",
  "title_contact": "Contact Me",
  "text_contact": "Get in touch!"
}