{
  "title": "Portafolio - Hugo",
  "navbar_1": "Inicio",
  "navbar_2": "Acerca de",
  "navbar_3": "Proyectos",
  "navbar_4": "Contacto",
  "resume": "Curriculum",
  "header_1": "Hola, mi nombre es",
  "header_2": "Hugo Lillo.",
  "header_3": "Construyo código web",
  "header_text": "Soy un desarrollador web fullstack con experiencia en proyectos en React y Nodejs. Tengo un gran interés en crear aplicaciones web responsivas y fáciles de usar utilizando el ecosistema React y el desarrollo back-end.",
  "about_title": "Sobre mi",
  "about_text": "Soy un desarrollador web fullstack con experiencia en proyectos en React y Node.js. Hace aproximadamente un año, tomé una decisión que me cambió la vida cuando descubrí mi pasión por la codificación. Después de dedicar ocho años a mi carrera anterior , Di el paso audaz de hacer la transición al mundo del desarrollo web. Ahora, estoy encantado de estar en este viaje de aprendizaje continuo, explorando las complejidades de la codificación y adquiriendo experiencia en la creación de aplicaciones web responsivas y fáciles de usar utilizando el ecosistema React. para el front-end y perfeccionar mis habilidades en el desarrollo back-end.",
  "about_text2": "Las tecnologías en las que he estado trabajando:",
  "title_projects": "Algunos proyectos que he realizado",
  "featured_project": "Proyecto destacado",
  "name_project1": "Aplicación Flyways",
  "descrip_project1": "Colaboracion en el desarrollo de una aplicación móvil que conecta a los pasajeros que acaban de desembarcar de sus vuelos y buscan compartir un viaje en taxi con otros que se dirigen en la misma dirección. Este enfoque colaborativo les permite compartir la tarifa y reduce su huella ambiental.",
  "name_project2": "appPatient - Hospital Hackaton Eloisa Díaz",
  "descrip_project2": "Este proyecto fue desarrollado para el Hospital Eloisa Díaz en Santiago, Chile. Es una aplicación móvil diseñada para recuperar datos de usuarios de servidores estándar HL7, con funcionalidades como autenticación y edición de datos de usuarios. Las tecnologías utilizadas incluyen React Native, React Router y contexto.",
  "name_project3": "Tienditech - tienda electrónica de ficción",
  "descrip_project3": "Este proyecto fue desarrollado con fines educativos. Es un sitio web de comercio electrónico ficticio con un componente de biblioteca que utiliza MUI para diseño responsivo. La interfaz está compuesta por React, React Router, Next.js y la biblioteca MUI. El backend está construido con Express.js y MongoDB.",
  "name_project4": "SHS avocats website",
  "descrip_project4": "Descubre la última incorporación a mi portafolio: una landing page de abogados creada con React y Next.js. La interfaz elegante y eficiente utiliza Tailwind CSS para un diseño impecable. Integré servicios para programar consultas legales y estoy trabajando activamente en una traducción completa para ofrecer una experiencia global.",
  "title_contact": "Contáctame",
  "text_contact": "No dudes en escribirme"
}