{
  "title": "Portfolio - Hugo",
  "navbar_1": "Accueil",
  "navbar_2": "À propos",
  "navbar_3": "Projets",
  "navbar_4": "Contact",
  "resume": "Mon Cv",
  "header_1": "Bonjour, je m'appelle",
  "header_2": "Hugo Lillo.",
  "header_3": "Je cuisine du code pour le web",
  "header_text": "Je suis un développeur Web fullstack avec une expérience en projets avec React et Nodejs. J'ai un fort intérêt pour la création d'applications Web conviviales et réactives à l'aide de l'écosystème React et du développement back-end.",
  "about_title": "À propos",
  "about_text": "Je suis passionné par l'apprentissage continu des technologies Web. Je crée des sites Web et des applications Web personnalisés qui donnent vie à vos idées ou projets - originaux, intuitifs et réactifs, conçus pour renforcer votre présence en ligne avec clarté et style. Je crois en la création de sites Web qui reflètent l'identité : chargement rapide, visuellement attrayants et faciles à mettre à jour. Je me concentre sur les performances, l'accessibilité et l'expérience utilisateur réfléchies pour m'assurer que votre application fonctionne.",
  "about_text2": "Les technologies sur lesquelles j'ai travaillé :",
  "title_projects": "Quelques projets que j'ai réalisés",
  "featured_project": "Projet en vedette",
  "name_project1": "Application Flyways",
  "descrip_project1": "Collaboration sur le développement d'une application mobile qui met en relation les passagers venant de débarquer de leur vol et souhaitant partager un trajet en taxi avec d'autres allant dans la même direction. Cette approche collaborative leur permet de partager le tarif et réduit son empreinte environnementale.",
  "name_project2": "appPatient - Hôpital Hackaton Eloisa Diaz ",
  "descrip_project2": "Ce projet a été développé pour l'hôpital Eloisa Diaz de Santiago, au Chili. Il s'agit d'une application mobile conçue pour récupérer les données utilisateur à partir de serveurs standard HL7, avec des fonctionnalités telles que l'authentification et l'édition des données utilisateur. Les technologies utilisées incluent React Native, React Router , et le contexte.",
  "name_project3": "Tienditech - e-shop de fiction",
  "descrip_project3": "Ce projet a été développé à des fins éducatives. Il s'agit d'un site Web de commerce électronique fictif avec un composant de bibliothèque utilisant MUI pour une conception réactive. L'interface est composée de React, React Router, Next.js et de la bibliothèque MUI. Le backend est construit avec Express.js et MongoDB.",
  "name_project4": "SHS avocats website",
  "descrip_project4": "Explore ma dernière réalisation dans mon portfolio : une landing page d'avocate créée avec React et Next.js. L'interface épurée et efficace utilise Tailwind CSS pour un design impeccable. J'ai intégré des services de prise de rendez-vous pour des consultations juridiques et je travaille activement sur une traduction complète pour offrir une expérience globale.",
  "name_project5":"peniche ma pensee",
  "descrip_project5": "Mise à jour d'un site catalogue WordPress. Amélioration des performances et du référencement pour un site vitrine développé avec WordPress. Mise à niveau du serveur d'hébergement, optimisation des images et de la mise en cache, et configuration de TranslatePress pour la prise en charge multilingue.",
  "name_project6": "Sam Hrawy - portfolio d'artiste",
  "descrip_project6": "Ce projet a été développé pour un client qui est un artiste visuel. Le site Web est un portfolio qui présente son travail. Le frontend est construit avec React et Next.js, et le backend est fait sur nextJs pour les opérations Api Rest. . Le site est hébergé sur Vercel.",
  "title_contact": "Contactez-moi",
  "text_contact": "N'hésite pas à me contacter"
}

